import React from 'react';

const Methodology = () => {
    return (
        <div>
            <h2>Методологія</h2>
            <p>Збір інформації про екологічний стан річкових водойм здійснюється за допомогою різних методів, включаючи аналіз води, моніторинг забруднень та оцінку біологічного індексу.</p>
            <h3>Переваги методів</h3>
            <ul>
                <li>Точність результатів</li>
                <li>Можливість виявлення джерел забруднення</li>
                <li>Моніторинг змін у довкіллі</li>
            </ul>
            <h3>Недоліки методів</h3>
            <ul>
                <li>Висока вартість обладнання</li>
                <li>Тривалість процедур аналізу</li>
                <li>Необхідність кваліфікованих спеціалістів</li>
            </ul>
        </div>
    );
};

export default Methodology;
